Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Onb_ChatModelDesc.Text
source: Select the model used for AI conversations and text generation.
de: Wählen Sie das Modell für KI-Konversationen und Textgenerierung.
es: Seleccione el modelo usado para conversaciones de IA y generación de texto.
fr: Sélectionnez le modèle utilisé pour les conversations IA et la génération de texte.
ja: AI との会話とテキスト生成に使用するモデルを選択します。
zh_cn: 选择用于 AI 对话和文本生成的模型。

# Onb_EmbModelOverline.Text
source: EMBEDDING MODEL
de: EMBEDDING-MODELL
es: MODELO DE EMBEDDINGS
fr: MODÈLE D'EMBEDDING
ja: 埋め込みモデル
zh_cn: 嵌入模型

# Onb_EmbModelDesc.Text
source: Select the model used for semantic search and document indexing.
de: Wählen Sie das Modell für semantische Suche und Dokumentindizierung.
es: Seleccione el modelo usado para la búsqueda semántica y la indexación de documentos.
fr: Sélectionnez le modèle utilisé pour la recherche sémantique et l'indexation des documents.
ja: セマンティック検索とドキュメントのインデックス作成に使用するモデルを選択します。
zh_cn: 选择用于语义搜索和文档索引的模型。

# Onb_NoModelsTitle.Text
source: No models available
de: Keine Modelle verfügbar
es: No hay modelos disponibles
fr: Aucun modèle disponible
ja: 利用可能なモデルがありません
zh_cn: 没有可用模型

# Onb_NoModelsDesc.Text
source: No Ollama models could be listed: Ollama is not connected, or it has no models installed. You can configure models later in Settings or the Model Manager.
de: Es konnten keine Ollama-Modelle aufgelistet werden: Ollama ist nicht verbunden oder hat keine Modelle installiert. Sie können Modelle später in den Einstellungen oder der Modellverwaltung konfigurieren.
es: No se pudieron listar modelos de Ollama: Ollama no está conectado o no tiene modelos instalados. Puede configurarlos más tarde en Configuración o en el Gestor de modelos.
ja: Ollama が接続されていないため、モデルを一覧表示できません。モデルは後から設定またはモデル マネージャーで構成できます。
zh_cn: 无法列出 Ollama 模型：Ollama 未连接，或未安装任何模型。您可以稍后在设置或模型管理器中配置模型。

# Onb_DefaultChatRun.Text
source: Default chat model:
de: Standard-Chatmodell:
es: Modelo de chat predeterminado:
fr: Modèle de chat par défaut :
ja: 既定のチャット モデル:
zh_cn: 默认聊天模型:

# Onb_DefaultEmbRun.Text
source: | Default embedding model:
de: | Standard-Embedding-Modell:
es: | Modelo de embeddings predeterminado:
fr: | Modèle d'embedding par défaut :
ja: | 既定の埋め込みモデル:
zh_cn: | 默认嵌入模型:

# Onb_ReadyTitle.Text
source: Your AI is Ready
de: Ihre KI ist bereit
es: Su IA está lista
fr: Votre IA est prête
ja: AI の準備ができました
zh_cn: 您的 AI 已就绪

# Onb_ReadyDesc.Text
source: Agent-X includes a built-in AI model for fully offline operation. Optionally add cloud API keys for additional models.
de: Agent-X enthält ein integriertes KI-Modell für den vollständigen Offline-Betrieb. Optional können Sie Cloud-API-Schlüssel für weitere Modelle hinzufügen.
es: Agent-X incluye un modelo de IA integrado para funcionar totalmente sin conexión. Opcionalmente, añada claves de API en la nube para más modelos.
fr: Agent-X inclut un modèle d'IA intégré pour un fonctionnement entièrement hors ligne. Ajoutez éventuellement des clés d'API cloud pour des modèles supplémentaires.
ja: Agent-X には完全オフラインで動作する組み込み AI モデルが含まれています。必要に応じてクラウド API キーを追加し、モデルを増やせます。
zh_cn: Agent-X 内置 AI 模型,可完全离线运行。您也可选择添加云 API 密钥以使用更多模型。

# Onb_BuiltinOverline.Text
source: BUILT-IN LOCAL MODEL
de: INTEGRIERTES LOKALES MODELL
es: MODELO LOCAL INTEGRADO
fr: MODÈLE LOCAL INTÉGRÉ
ja: 組み込みローカル モデル
zh_cn: 内置本地模型

# Onb_QuantCaption.Text
source: Q4_K_M quantization | ~2 GB | Runs entirely on your device
de: Q4_K_M-Quantisierung | ~2 GB | Läuft vollständig auf Ihrem Gerät
es: Cuantización Q4_K_M | ~2 GB | Se ejecuta íntegramente en su dispositivo
fr: Quantification Q4_K_M | ~2 Go | S'exécute entièrement sur votre appareil
ja: Q4_K_M 量子化 | 約 2 GB | 完全にデバイス上で動作
zh_cn: Q4_K_M 量化 | 约 2 GB | 完全在您的设备上运行

# Onb_DownloadModelBtn.Content
source: Download built-in model (~1.9 GB)
de: Integriertes Modell herunterladen (~1,9 GB)
es: Descargar modelo integrado (~1,9 GB)
fr: Télécharger le modèle intégré (~1,9 Go)
ja: 組み込みモデルをダウンロード(約 1.9 GB)
zh_cn: 下载内置模型(约 1.9 GB)

# Onb_CloudOverline.Text
source: CLOUD PROVIDERS (OPTIONAL)
de: CLOUD-ANBIETER (OPTIONAL)
es: PROVEEDORES EN LA NUBE (OPCIONAL)
fr: FOURNISSEURS CLOUD (FACULTATIF)
ja: クラウド プロバイダー(任意)
zh_cn: 云服务商(可选)

# Onb_CloudDesc.Text
source: Connect cloud AI providers for access to GPT-4o, Claude, and other advanced models.
de: Verbinden Sie Cloud-KI-Anbieter für den Zugriff auf GPT-4o, Claude und weitere fortgeschrittene Modelle.
es: Conecte proveedores de IA en la nube para acceder a GPT-4o, Claude y otros modelos avanzados.
fr: Connectez des fournisseurs d'IA cloud pour accéder à GPT-4o, Claude et d'autres modèles avancés.
ja: クラウド AI プロバイダーに接続すると、GPT-4o、Claude などの高度なモデルを利用できます。
zh_cn: 连接云 AI 服务商即可使用 GPT-4o、Claude 及其他先进模型。

# Onb_ApiKeysNote.Text
source: API keys are stored locally on your device and never sent anywhere except the respective provider.
de: API-Schlüssel werden lokal auf Ihrem Gerät gespeichert und ausschließlich an den jeweiligen Anbieter gesendet.
es: Las claves de API se guardan localmente en su dispositivo y solo se envían al proveedor correspondiente.
fr: Les clés d'API sont stockées localement sur votre appareil et ne sont envoyées qu'au fournisseur concerné.
ja: API キーはデバイスにローカル保存され、該当プロバイダー以外に送信されることはありません。
zh_cn: API 密钥保存在您的设备本地,除相应服务商外不会发送到任何地方。

# Onb_AllSetTitle.Text
source: You're All Set!
de: Alles bereit!
es: ¡Todo listo!
fr: Tout est prêt !
ja: 準備完了!
zh_cn: 一切就绪!

# Onb_AllSetDesc.Text
source: Agent-X is configured and ready to use. All settings can be changed anytime from the Settings page.
de: Agent-X ist konfiguriert und einsatzbereit. Alle Einstellungen können jederzeit auf der Einstellungsseite geändert werden.
es: Agent-X está configurado y listo para usar. Todos los ajustes pueden cambiarse en cualquier momento desde la página de Configuración.
fr: Agent-X est configuré et prêt à l'emploi. Tous les paramètres peuvent être modifiés à tout moment depuis la page Paramètres.
ja: Agent-X の構成が完了し、使用できる状態になりました。設定はいつでも設定ページから変更できます。
zh_cn: Agent-X 已配置完毕,随时可用。所有设置均可随时在设置页面中更改。

# Onb_SummaryOverline.Text
source: CONFIGURATION SUMMARY
de: KONFIGURATIONSÜBERSICHT
es: RESUMEN DE CONFIGURACIÓN
fr: RÉCAPITULATIF DE LA CONFIGURATION
ja: 構成の概要
zh_cn: 配置摘要

# Onb_OllamaStatusLabel.Text
source: Ollama Status
es: Estado de Ollama
fr: Statut d'Ollama
ja: Ollama の状態
zh_cn: Ollama 状态

# Onb_ChatModelLabel.Text
source: Chat Model
de: Chatmodell
es: Modelo de chat
fr: Modèle de chat
ja: チャット モデル
zh_cn: 聊天模型

# Onb_EmbModelLabel.Text
source: Embedding Model
de: Embedding-Modell
es: Modelo de embeddings
fr: Modèle d'embedding
ja: 埋め込みモデル
zh_cn: 嵌入模型

# Onb_BuiltinModelLabel.Text
source: Built-in Model
de: Integriertes Modell
es: Modelo integrado
fr: Modèle intégré
ja: 組み込みモデル
zh_cn: 内置模型

# Onb_CloudProvidersLabel.Text
source: Cloud Providers
de: Cloud-Anbieter
es: Proveedores en la nube
fr: Fournisseurs cloud
ja: クラウド プロバイダー
zh_cn: 云服务商

# Onb_StorageLabel.Text
source: Data Storage
de: Datenspeicher
es: Almacenamiento de datos
fr: Stockage des données
ja: データの保存先
zh_cn: 数据存储

# Onb_StorageValue.Text
source: Local (%LOCALAPPDATA%\AgentX)
de: Lokal (%LOCALAPPDATA%\AgentX)
ja: ローカル (%LOCALAPPDATA%\AgentX)
zh_cn: 本地 (%LOCALAPPDATA%\AgentX)

# Onb_BackBtn.Content
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
zh_cn: 返回

# Onb_GetStartedBtn.Content
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
ja: 始める
zh_cn: 开始使用

# Onb_NextBtn.Content
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
zh_cn: 下一步

# Onb_LaunchBtn.Content
source: Launch Agent-X
de: Agent-X starten
es: Iniciar Agent-X
fr: Lancer Agent-X
ja: Agent-X を起動
zh_cn: 启动 Agent-X

# Main_Intelligence.Content
source: INTELLIGENCE
de: INTELLIGENZ
es: INTELIGENCIA
ja: インテリジェンス
zh_cn: 智能

# Main_Dashboard.Content
source: Dashboard
es: Panel
fr: Tableau de bord
ja: ダッシュボード
zh_cn: 仪表板

# Main_Operations.Content
source: Operations
ja: Operations(運用状況)
zh_cn: Operations(运行状况)

# Main_WeeklyDigest.Content
source: Weekly Digest
de: Wochen-Digest
es: Resumen semanal
fr: Résumé hebdomadaire
ja: 週次ダイジェスト
zh_cn: 每周摘要

# Main_Analytics.Content
source: Analytics
ja: Analytics(分析)
zh_cn: Analytics(分析)

# Main_PastSelf.Content
source: Past Self
de: Vergangenes Ich
es: Tu yo del pasado
fr: Moi d'avant
zh_cn: 过往的自己

# Main_AskYourFiles.Content
source: Ask Your Files
de: Fragen Sie Ihre Dateien
es: Pregunta a tus archivos
fr: Interroger vos fichiers
ja: ファイルに質問する
zh_cn: 向您的文件提问

# Chat_ShortcutNewConversation
source: New conversation
de: Neue Unterhaltung
es: Nueva conversación
zh_cn: 新对话

# Chat_ShortcutToggleConversationPane
source: Toggle conversation pane
de: Unterhaltungsbereich ein- oder ausblenden
es: Mostrar u ocultar el panel de conversaciones
zh_cn: 显示或隐藏对话窗格

# Chat_ShortcutCategory
source: Chat
zh_cn: 聊天

# Chat_CreateBranchTitle
source: Create Branch
de: Zweig erstellen
es: Crear rama
zh_cn: 创建分支

# Chat_CreateBranchPrompt
source: Give this branch an optional label:
de: Geben Sie diesem Zweig optional eine Bezeichnung:
es: Asigne a esta rama una etiqueta opcional:
zh_cn: 为此分支添加一个可选标签：

# Chat_CreateBranchPlaceholder
source: Branch label (optional)
de: Bezeichnung des Zweigs (optional)
es: Etiqueta de la rama (opcional)
zh_cn: 分支标签（可选）

# Chat_CreateBranchConfirm
source: Branch
de: Verzweigen
es: Crear rama
zh_cn: 创建分支

# Chat_DeleteBranchTitle
source: Delete Branch
de: Zweig löschen
es: Eliminar rama
zh_cn: 删除分支

# Chat_DeleteBranchBody
source: Delete this branch and all its sub-branches?
de: Diesen Zweig und alle seine Unterzweige löschen?
es: ¿Eliminar esta rama y todas sus subramas?
zh_cn: 要删除此分支及其所有子分支吗？

# Chat_MergeBranchTitle
source: Merge to Main Thread
de: In Hauptzweig zusammenführen
es: Fusionar con el hilo principal
zh_cn: 合并到主线

# Chat_MergeBranchBody
source: Merge all messages from this branch into the main conversation?
de: Alle Nachrichten dieses Zweigs mit der Hauptunterhaltung zusammenführen?
es: ¿Fusionar todos los mensajes de esta rama con la conversación principal?
zh_cn: 要将此分支中的所有消息合并到主对话吗？

# Chat_MergeBranchConfirm
source: Merge
de: Zusammenführen
es: Fusionar
zh_cn: 合并

# Chat_ExportUntitledConversation
source: Conversation
de: Unterhaltung
es: Conversación
zh_cn: 对话

# Export_CompleteTitle
source: Export complete
de: Export abgeschlossen
es: Exportación completada
zh_cn: 导出完成

# Export_FailedTitle
source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
zh_cn: 导出失败

# Export_ConversationsSavedOne
source: Exported {0} conversation. Saved to {1}
de: {0} Konversation exportiert. Gespeichert unter {1}
es: {0} conversación exportada. Se guardó en {1}
zh_cn: 已导出 {0} 个会话。已保存到 {1}

# Export_ConversationsSavedMany
source: Exported {0} conversations. Saved to {1}
de: {0} Konversationen exportiert. Gespeichert unter {1}
es: {0} conversaciones exportadas. Se guardó en {1}
zh_cn: 已导出 {0} 个会话。已保存到 {1}

# Export_CollectionSaved
source: Collection exported to {0}. Saved to {1}
de: Sammlung exportiert nach {0}. Gespeichert unter {1}
es: Colección exportada a {0}. Se guardó en {1}
zh_cn: 合集已导出到 {0}。已保存到 {1}

# QuickChat_Title
source: Quick Chat
es: Chat rápido
zh_cn: 快速聊天

# QuickChat_Placeholder
source: Ask anything...
de: Stellen Sie eine beliebige Frage...
es: Pregunte lo que quiera...
zh_cn: 输入您的问题...

# QuickChat_Clear
source: Clear
de: Leeren
es: Borrar
zh_cn: 清空

# QuickChat_Ask
source: Ask
de: Fragen
es: Preguntar
zh_cn: 提问

# Voice_Recording
source: Recording...
de: Aufnahme läuft...
es: Grabando...
zh_cn: 正在录音...

# Voice_Transcribing
source: Transcribing...
de: Wird transkribiert...
es: Transcribiendo...
zh_cn: 正在转录...

# Voice_PhaseValidatingFile
source: Validating file...
de: Datei wird geprüft...
es: Validando el archivo...
zh_cn: 正在验证文件...

# Voice_PhaseCheckingModel
source: Checking model...
de: Modell wird geprüft...
es: Comprobando el modelo...
zh_cn: 正在检查模型...

# Voice_PhasePreparingAudio
source: Preparing audio...
de: Audio wird vorbereitet...
es: Preparando el audio...
zh_cn: 正在准备音频...

# Voice_PhaseLoadingModel
source: Loading model...
de: Modell wird geladen...
es: Cargando el modelo...
zh_cn: 正在加载模型...

# Voice_PhaseFinalizing
source: Finalizing...
de: Wird abgeschlossen...
es: Finalizando...
zh_cn: 正在完成...

# Voice_PhaseComplete
source: Complete
de: Abgeschlossen
es: Completado
zh_cn: 已完成

# Cheatsheet_CurrentPage
source: Current page
de: Aktuelle Seite
es: Página actual
zh_cn: 当前页面

# Ops_SummaryReady
source: Operations ready
de: Operations bereit
es: Operations listo
zh_cn: Operations 已就绪

# Ops_SummaryReadyDetail
source: Unified status for conversation intelligence, sync posture, ingestion backlog, workflows, and connectors.
de: Einheitlicher Status für Konversationsintelligenz, Sync-Zustand, Import-Rückstand, Workflows und Connectoren.
es: Estado unificado de la inteligencia de conversaciones, el estado de sincronización, la cola de ingesta, los workflows y los conectores.
zh_cn: 统一显示会话智能、同步状态、摄取积压、工作流与连接器的状况。

# Ops_LoadFailed
source: Failed to load the operations overview. Open individual surfaces for details or try refreshing.
de: Die Operations-Übersicht konnte nicht geladen werden. Öffnen Sie die einzelnen Bereiche für Details, oder versuchen Sie, die Ansicht zu aktualisieren.
es: No se pudo cargar la vista general de Operations. Abra cada sección para ver los detalles o intente actualizar.
zh_cn: 无法加载 Operations 概览。请打开各个页面查看详情，或尝试刷新。

# Ops_SummaryUnavailable
source: Operations unavailable
de: Operations nicht verfügbar
es: Operations no disponible
zh_cn: Operations 不可用

# Ops_SummaryUnavailableDetail
source: Snapshot loading failed, but the individual operations surfaces are still available.
de: Der Snapshot konnte nicht geladen werden, die einzelnen Operations-Bereiche sind aber weiterhin verfügbar.
es: No se pudo cargar la instantánea, pero cada sección de Operations sigue disponible.
zh_cn: 快照加载失败，但 Operations 的各个页面仍然可用。

# Ops_SummaryAttentionMany
source: {0} operational areas need attention
de: {0} Betriebsbereiche erfordern Aufmerksamkeit
es: {0} áreas operativas requieren atención
zh_cn: {0} 个运行领域需要关注

# Ops_SummaryAttentionOne
source: 1 operational area needs attention
de: 1 Betriebsbereich erfordert Aufmerksamkeit
es: 1 área operativa requiere atención
zh_cn: 1 个运行领域需要关注

# Ops_SummaryNormal
source: Operations running normally
de: Der Betrieb läuft normal
es: Las operaciones funcionan con normalidad
zh_cn: 运行正常

# Ops_SummaryMore
source: {0} more
de: {0} weitere
es: {0} más
zh_cn: 另有 {0} 项

# Ops_AttentionImportedDocuments
source: Imported documents need indexing
de: Importierte Dokumente müssen indexiert werden
es: Los documentos importados necesitan indexación
zh_cn: 已导入的文档需要编制索引

# Ops_AttentionConnectors
source: Connectors can be enabled
de: Connectoren können aktiviert werden
es: Se pueden activar conectores
zh_cn: 有可启用的连接器

# Ops_AttentionWorkflowRuns
source: Workflow runs need review
de: Workflow-Ausführungen müssen geprüft werden
es: Hay ejecuciones de workflows que revisar
zh_cn: 有工作流运行需要查看

# Ops_RefreshSummariesError
source: Refreshing conversation summaries failed: {0}
de: Die Aktualisierung der Konversationszusammenfassungen ist fehlgeschlagen: {0}
es: Error al actualizar los resúmenes de conversaciones: {0}
zh_cn: 刷新会话摘要失败：{0}

# Ops_GeneratePreviewsError
source: Generating inbox previews failed: {0}
de: Die Generierung der Posteingangsvorschauen ist fehlgeschlagen: {0}
es: Error al generar las vistas previas de la bandeja de entrada: {0}
zh_cn: 生成收件箱预览失败：{0}

# Ops_EnableConnectorError
source: Enabling the connector failed: {0}
de: Das Aktivieren des Connectors ist fehlgeschlagen: {0}
es: Error al activar el conector: {0}
zh_cn: 启用连接器失败：{0}

# Ops_ReindexDocumentError
source: Re-indexing the document failed: {0}
de: Die Neuindexierung des Dokuments ist fehlgeschlagen: {0}
es: Error al reindexar el documento: {0}
zh_cn: 重新索引文档失败：{0}

# Ops_DefaultRecallDetail
source: Open Analytics to inspect summary coverage and durable recall detail.
de: Öffnen Sie Analytics, um die Abdeckung der Zusammenfassungen und die Details des dauerhaften Recalls zu prüfen.
es: Abra Analytics para revisar la cobertura de los resúmenes y el detalle del recuerdo duradero.
zh_cn: 打开 Analytics 查看摘要覆盖范围和持久回忆详情。

# Ops_AreaConversation
source: Conversation
de: Konversation
es: Conversación
zh_cn: 会话

# Ops_AreaSync
source: Sync
es: Sincronización
zh_cn: 同步

# Ops_AreaBacklog
source: Backlog
de: Rückstand
es: Cola
zh_cn: 积压

# Ops_AreaWorkflows
source: Workflows
zh_cn: 工作流

# Ops_AreaConnectors
source: Connectors
de: Connectoren
es: Conectores
zh_cn: 连接器

# Ops_FixRecallTitle
source: Refresh durable recall coverage
de: Abdeckung des dauerhaften Recalls aktualisieren
es: Actualice la cobertura del recuerdo duradero
zh_cn: 刷新持久回忆覆盖范围

# Ops_FixRecallDetail
source: Conversation summaries are stale or incomplete. Refresh them so the rest of the app sees the latest memory state.
de: Konversationszusammenfassungen sind veraltet oder unvollständig. Aktualisieren Sie sie, damit der Rest der App den neuesten Gedächtnisstand sieht.
es: Los resúmenes de conversaciones están desactualizados o incompletos. Actualícelos para que el resto de la aplicación vea el estado de memoria más reciente.
zh_cn: 会话摘要已过时或不完整。请刷新摘要，让应用的其他部分看到最新的记忆状态。

# Ops_FixRefreshSummaries
source: Refresh Summaries
de: Zusammenfassungen aktualisieren
es: Actualizar resúmenes
zh_cn: 刷新摘要

# Ops_FixConfigureSyncTitle
source: Configure collaborative sync
de: Collaborative Sync einrichten
zh_cn: 配置 Collaborative Sync

# Ops_FixConfigureSyncDetail
source: Sync is not fully configured yet. Finish setup so multiple Agent-X installations can stay aligned.
de: Sync ist noch nicht vollständig eingerichtet. Schließen Sie die Einrichtung ab, damit mehrere Agent-X-Installationen abgeglichen bleiben.
es: La sincronización aún no está configurada por completo. Termine la configuración para que varias instalaciones de Agent-X se mantengan alineadas.
zh_cn: 同步尚未完全配置。请完成设置，让多个 Agent-X 安装保持一致。

# Ops_FixRunSyncTitle
source: Run a manual sync pass
de: Manuellen Sync-Durchlauf starten
es: Ejecute una sincronización manual
zh_cn: 手动运行一次同步

# Ops_FixRunSyncDetail
source: Sync needs a manual nudge to bring the workspace back into a clean state.
de: Sync braucht einen manuellen Anstoß, um den Arbeitsbereich wieder in einen sauberen Zustand zu bringen.
es: La sincronización necesita un empujón manual para devolver el espacio de trabajo a un estado limpio.
zh_cn: 需要手动触发同步，才能让工作区恢复到干净的状态。

# Ops_FixRunSyncNow
source: Run Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
zh_cn: 立即同步

# Ops_FixPreviewsTitle
source: Generate AI previews for intake
de: KI-Vorschauen für eingehende Inhalte generieren
es: Genere vistas previas con IA para la entrada
zh_cn: 为传入内容生成 AI 预览

# Ops_FixPreviewsDetail
source: Turn the current backlog into faster triage decisions by generating previews for the pending inbox items.
de: Beschleunigen Sie die Triage des aktuellen Rückstands, indem Sie Vorschauen für die ausstehenden Posteingangselemente generieren.
es: Convierta la cola actual en decisiones de clasificación más rápidas generando vistas previas de los elementos pendientes de la bandeja de entrada.
zh_cn: 为待处理的收件项生成预览，更快地分拣当前积压。

# Ops_FixGeneratePreviews
source: Generate Previews
de: Vorschauen generieren
es: Generar vistas previas
zh_cn: 生成预览

# Ops_FixCategoryIndexing
source: Indexing
de: Indexierung
es: Indexación
zh_cn: 索引

# Ops_FixRetryIndexingTitle
source: Retry indexing {0}
de: Indexierung von {0} wiederholen
es: Reintente la indexación de {0}
zh_cn: 重试为 {0} 编制索引

# Ops_FixRetryIndexingDetail
source: A recently imported document still needs attention before it becomes reliably searchable and reusable elsewhere in the app.
de: Ein kürzlich importiertes Dokument braucht noch Aufmerksamkeit, bevor es zuverlässig durchsuchbar und an anderer Stelle in der App nutzbar ist.
es: Un documento importado recientemente aún requiere atención antes de poder buscarse y reutilizarse de forma fiable en el resto de la aplicación.
zh_cn: 最近导入的一个文档仍需处理，之后才能被可靠地搜索并在应用的其他地方重复使用。

# Ops_FixRetryIndex
source: Retry Index
de: Indexierung wiederholen
es: Reintentar indexación
zh_cn: 重试索引

# Ops_FixEnableConnectorTitle
source: Enable {0}
de: {0} aktivieren
es: Active {0}
zh_cn: 启用 {0}

# Ops_FixEnableConnectorDetail
source: Bring the connector online so new external content can start flowing into triage, search, and workflow surfaces.
de: Nehmen Sie den Connector in Betrieb, damit neue externe Inhalte in Triage, Suche und Workflows einfließen können.
es: Ponga el conector en marcha para que el contenido externo nuevo empiece a llegar a la clasificación, la búsqueda y los workflows.
zh_cn: 启用该连接器，让新的外部内容开始流入分拣、搜索和工作流。

# Ops_FixEnableConnector
source: Enable Connector
de: Connector aktivieren
es: Habilitar conector
zh_cn: 启用连接器

# Ops_FixConnectDetail
source: Bring in fresh external content so the rest of the workspace has more real intake to triage, search, and automate.
de: Holen Sie neue externe Inhalte herein, damit der übrige Arbeitsbereich mehr echte Eingänge zum Sichten, Durchsuchen und Automatisieren hat.
es: Incorpore contenido externo nuevo para que el resto del espacio de trabajo tenga más entradas reales que clasificar, buscar y automatizar.
zh_cn: 引入新的外部内容，让工作区的其他部分有更多真实内容可供分拣、搜索和自动化。

# Ops_FixCategoryWorkflow
source: Workflow
zh_cn: 工作流

# Ops_FixReviewRunDetail
source: A recent workflow run needs review before the automation layer is fully healthy again.
de: Eine kürzliche Workflow-Ausführung muss geprüft werden, bevor die Automatisierung wieder vollständig intakt ist.
es: Una ejecución reciente de un workflow necesita revisión antes de que la capa de automatización vuelva a estar en buen estado.
zh_cn: 最近一次工作流运行需要查看，之后自动化层才能完全恢复正常。

# Ops_FixInspectRecallTitle
source: Inspect durable recall coverage
de: Abdeckung des dauerhaften Recalls prüfen
es: Revise la cobertura del recuerdo duradero
zh_cn: 查看持久回忆覆盖范围

# Ops_FixInspectRecallDetail
source: Use Analytics to keep an eye on recall freshness, conversation themes, and workflow intelligence trends.
de: Behalten Sie mit Analytics die Aktualität des Recalls, die Themen der Konversationen und die Trends der Workflow-Intelligenz im Blick.
es: Use Analytics para vigilar la actualidad del recuerdo, los temas de las conversaciones y las tendencias de inteligencia de los workflows.
zh_cn: 使用 Analytics 关注回忆的新鲜度、会话主题和工作流智能趋势。

# Ops_FixReviewSyncTitle
source: Review sync posture
de: Sync-Zustand prüfen
es: Revise el estado de sincronización
zh_cn: 查看同步状态

# Ops_FixReviewSyncDetail
source: Open Collaborative Sync to verify history, scope, and any local changes pending synchronization.
de: Öffnen Sie Collaborative Sync, um Verlauf, Umfang und ausstehende lokale Änderungen zu prüfen.
es: Abra Collaborative Sync para comprobar el historial, el alcance y los cambios locales pendientes de sincronizar.
zh_cn: 打开 Collaborative Sync，核对历史记录、范围以及待同步的本地更改。

# Ops_FixReviewWorkflowsTitle
source: Review workflow momentum
de: Workflow-Dynamik prüfen
es: Revise el impulso de los workflows
zh_cn: 查看工作流势头

# Ops_FixReviewWorkflowsDetail
source: Open Workflows to inspect recent runs, tune templates, and keep automation close to real work.
de: Öffnen Sie Workflows, um kürzliche Ausführungen zu prüfen, Vorlagen anzupassen und die Automatisierung nah an der echten Arbeit zu halten.
es: Abra Workflows para revisar las ejecuciones recientes, ajustar plantillas y mantener la automatización cerca del trabajo real.
zh_cn: 打开工作流，查看最近的运行、调整模板，让自动化贴近实际工作。

# Ops_DrillInConversation
source: Opened conversation summary "{0}" from Operations
de: Konversationszusammenfassung „{0}“ aus Operations geöffnet
es: Resumen de conversación "{0}" abierto desde Operations
zh_cn: 已从 Operations 打开会话摘要“{0}”
